Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: ཁྱོད་ནི་ཅི་སྟེ་མྱུར་པར་འཁོར།
en: They asked the first one, “How did you come back so quickly?”

source: དེས་ཐམས་ཅད་སྨྲས་ནས་དེ་དག་ཀྱང་དེ་དང་ལྷན་ཅིག་འདོང་བར་བརྩམས་སོ།
en: She explained everything, and the other female slaves began to go to Pūrṇa with her.

source: །གང་པོ་ཡང་ཚོང་པ་དང་། ཚོང་དཔོན་དང་། དེད་དཔོན་དང་། གཞན་ཡང་རྗེས་སུ་འཚོ་བ་རྣམས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་འདུག་པ་ལས་དེ་དག་ཀྱང་དོང་ནས། དེས་དེ་ལ་ཉིན་པར་གྱི་འགོད་པ་ཕོག་གོ།
en: Pūrṇa was again surrounded by merchants, businessmen, caravan leaders, and servants, and when they left, he gave the female slave of Bhavila’s wife the day’s money.

source: །དེ་དག་གིས་ཀྱང་མྱུར་དུ་ཐོབ་བོ།
en: The other two female slaves also quickly obtained the money.

source: །དེ་དག་གི་ཇོ་མོ་དག་གིས་སྨྲས་པ། ད་མྱུར་དུ་འཁོར་བ་འདི་ལ་རྒྱུ་ཅི་ཡོད། དེ་དག་གིས་སྨྲས་པ།
en: Their mistresses asked, “How is it that you came back so quickly this time?”

source: ཇོ་མོ་ཐུ་མོ་སྙུན་མི་མངའ་བར་གྱུར་ཅིག །དེའི་ཚེ་གང་གི་བྲན་མོ་མཆིས་པ་དེའི་ཚེ་ཕོག་ལགས་གྱིས་བདག་ཅག་དེ་དག་དང་འགྲོགས་ཏེ་མཆིའོ།
en: They said, “May the eldest mistress be free from illness. When her female slave goes, Pūrṇa gives the money to her. So we go with her.”

source: །དེ་དག་མི་བཟོད་པ་སྐྱེས་ནས་སྨྲས་པ། གང་དག་གི་ཁྱིམ་ན་བྲན་མོའི་བུ་དག་དབང་ཕྱུག་ལ་དབང་བྱེད་པ་དེ་དག་ལ་ཡོང་ཡང་དེ་ལྟར་འགྱུར་རོ།
en: Unable to bear it, the two wives again remarked, “Such a thing occurs when sons of slave women come into power in someone’s house.”

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་འབྱོར་ལེན་དང་། འབྱོར་སྐྱོབ་དང་། འབྱོར་དགའ་རྣམས་ལྷན་ཅིག་ཏུ་དགའ་ཞིང་མཐུན་པས་རྒྱ་མཚོ་ཆེན་པོ་ནས་གྲུ་བོ་ཆེ་གྲུབ་སྟེ་འོངས་སོ།
en: Later, Bhavila, Bhavatrāta, and Bhavanandin returned from the great ocean, joyfully, having succeeded on their voyage.

source: །འབྱོར་ལེན་གྱིས་ཆུང་མ་ལ་དྲིས་པ། བཟང་མོ་གང་པོས་ཁྱོད་ལེགས་པར་བསྐྱངས་སམ། དེས་སྨྲས་པ། ཇི་ལྟར་མིང་པོ་འམ།
en: Bhavila asked his wife, “Good lady, did Pūrṇa protect you well?”

source: བུས་བགྱི་བ་བཞིན་དུ་ལེགས་པར་བགྱིས་སོ།
en: “He was as good to me as a brother or a son,” she replied.

source: །གཞན་དག་ལ་ཁྱིམ་ཐབ་དག་དག་གིས་སྨྲས་པ་དང་དེ་དག་གིས་སྨྲས་པ། གང་དག་གིས་ཁྱིམ་ན་བྲན་མོའི་བུ་དབང་ཕྱུག་ལ་དབང་བགྱིད་པ་དེ་དག་ལ་ཡོང་ཡང་དེ་ལྟར་འགྱུར་ལགས་སོ།
en: When the other two husbands asked their wives the same, the wives remarked yet again, “These are things that occur when sons of slave women come into power in someone’s house.”

source: །དེ་དག་གིས་བསམས་པ། བུད་མེད་དག་ནི་མཛའ་བཤེས་ཀྱི་དབྱེན་དུ་འགྱུར་རོ་སྙམ་མོ།
en: The two brothers thought, “Women usually split friends apart.”

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་ཀ་ཤི་ཀའི་རས་ཀྱི་ཚོང་ཁང་གི་སྒོ་ཕྱེ་མ་ཐག་ཏུ་འབྱོར་ལེན་གྱི་བུ་འོངས་ནས་གང་པོས་དེ་ལ་ཀ་ཤི་ཀའི་རས་ཡུག་གཅིག་བསྐོན་ནོ།
en: Later, immediately after the store of cloth from Kāśi was opened, Bhavila’s son came, and Pūrṇa dressed him with a piece of cloth from Kāśi.

source: །མནའ་མ་དག་གིས་མཐོང་ནས་སྨྲས་པ། བུ་འདི་སུས་བྱིན།
en: The wives of the two younger brothers saw the cloth and asked, “Child, who gave you this?”

source: དེས་སྨྲས་པ། ཁུ་གུས་བྱིན་ནོ།
en: “Uncle gave it to me,” answered the child.

source: །གཞན་དག་གིས་མཐོང་ནས་ཀྱང་རང་རང་གི་བུ་བཏང་བ་དང་། ཀ་ཤི་ཀའི་རས་ཀྱི་ཚོང་ཁང་གི་སྒོ་ནི་བཅད།
en: Having seen such cloth, the other wives also sent their own sons.

source: རས་སྦོམ་པོ་དག་ཡོད་པའི་ཚོང་ཁང་གི་སྒོ་ཕྱེ་བ་ལ་དེ་དག་ཀྱང་མ་སྟེས་ཏེ། ཕྱིན་ནས་དེ་དག་ལ་གང་པོས་རས་སྦོམ་པོ་དག་བསྐོན་ནོ།
en: But, unfortunately for them, the store of cloth from Kāśi was closed and only the store of rough cloth was open, and so Pūrṇa dressed them in rough cloth.

source: །དེ་དག་གིས་མཐོང་ནས་ཁྱིམ་ཐབ་དག་ལ་སྨྲས་པ། ཁྱེད་ཅག་གིས་གཟིགས་སམ།
en: Seeing this, the wives of the two younger brothers complained to their husbands, “Did you see that?

source: ཁ་ཅིག་ལ་ནི་ཀ་ཤི་ཀའི་རས་ཡུག་སྩལ་ལ། ཁ་ཅིག་ལ་ནི་རས་སྦོམ་པོ་དག་གོ།
en: He gives cloth from Kāśi to one while he gives rough cloth to the others.”

source: །དེ་དག་གིས་ལན་བཏབ་པ། ཅིག་གདོན་མི་ཟ་བར་འདི་ལྟར་ཀ་ཤི་ཀའི་ཚོང་ཁང་གི་རས་ཀྱི་སྒོ་ནི་བཅད་ལ། རས་སྦོམ་པོའི་སྒོ་བྱེ་བ་ལ་བབ་པ་ཞིག་མ་ཡིན་གྲང་།
en: The husbands answered, “That is definitely because when the boys arrived the store of cloth from Kāśi was closed, but the store of rough cloth was open.”

source: དེ་དག་གིས་སྨྲས་པ། ད་དུང་ཡང་བརྟག་པར་བགྱིའོ།
en: “Give it more thought,” said their wives.

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་ཤ་ཁ་རའི་ཚོང་ཁང་གི་སྒོ་ཕྱེ་བ་ན་འབྱོར་ལེན་གྱི་བུ་འོངས་ནས་དེས་ཤ་ཁ་ར་ཕོར་བུ་གང་ཐོབ་སྟེ།
en: Later, when the store of śarkarā was opened, Bhavila’s son came and got a bowl full of śarkarā.

source: དེས་དེ་ཁྱེར་ནས་ཁྱིམ་དུ་སོང་བ་དང་མནའ་མ་དག་གིས་མཐོང་ནས་སྨྲས་པ། བུ་འདི་སུས་བྱིན།
en: When Bhavila’s son returned home carrying the śarkarā, the wives of the younger brothers saw him and asked, “Child, who gave you this?”

source: །དེ་དག་གིས་ཀྱང་རང་རང་གི་བུ་བཏང་བ་དང་། ཤ་ཁ་རའི་ཚོང་ཁང་གི་སྒོ་ནི་བཅད།
en: The two wives also sent their own sons.

source: བུ་རམ་གྱི་ཚོང་ཁང་གི་སྒོ་ཕྱེ་བ་དང་། དེ་དག་ཀྱང་མ་སྟེས་ཏེ།
en: But unfortunately for them, the store of śarkarā was closed and only the store of guḍa was open.

source: བུ་རམ་གྱི་ཚོང་ཁང་གི་སྒོ་བྱེ་བའི་ཁར་འོངས་ནས་དེ་དག་གིས་བུ་རམ་ཞིག་ཐོབ་བོ།
en: Since they came when only the store of guḍa was open, they got guḍa.

source: །དེ་དག་གིས་སྨྲས་པ། ཁྱེད་ཀྱིས་གཟིགས་སམ།
en: “Did you see that?” the wives complained again.

source: གཅིག་ལ་ནི་ཤ་ཁ་ར་སྩལ་ལ། གཞན་ལ་ནི་བུ་རམ་སྩལ་ལོ། །དེ་དག་གིས་དེ་མཐོང་སྟེ།
en: “Pūrṇa gives śarkarā to the one while he gives guḍa to the others.” Having seen all that, the wives tried to alienate their husbands from one another in order to split up the household.

source: ཇི་ལྟར་ཁྱིམ་བགོ་བ་བྱེད་པར་སྩོལ་བ་དེ་ལྟ་དེ་ལྟར་ཁྱིམ་ཐབ་དག་བྱེ་ནས་དེ་དག་ཕན་ཚུན་གྲོས་བྱས་པ།
en: The two younger brothers discussed the matter together:

source: བདག་ཅག་གི་ཁྱིམ་གཏན་ཞིག་གིས་བགོ་བར་བྱའོ། །གཅིག་གིས་སྨྲས་པ།
en: “Since our household has been ruined for good, we should divide it.”

source: ཕུ་བོ་ཆེན་པོ་སྦྲན་པ་སྙམ། གཅིག་གིས་སྨྲས་པ།
en: One suggested, “Let’s call our eldest brother.”

source: རེ་ཞིག་ཇི་ལྟར་བགོ་བར་དཔྱད་དོ།
en: The other replied, “For the time being, let’s consider how to divide the household ourselves.”

source: །དེ་གཉིས་ཀྱིས་རང་གི་བློས་དཔྱད་པ། གཅིག་གིས་ནི་ཁྱིམ་ན་ཡོད་པ་དང་ཞིང་ན་ཡོད་པའོ། །གཅིག་གིས་ནི་ཚོང་ཁང་ན་ཡོད་པ་དང་ཡུལ་གཞན་ན་ཡོད་པའོ། །གཅིག་གིས་ནི་གང་པོའོ།
en: The two then considered it independently and thought, “One will take what there is in the house and what there is in the farm, another will take what there is in the store and what there is abroad, and the third will take Pūrṇa.

source: །གལ་ཏེ་ཕུ་བོ་ཆེན་པོས་ཁྱིམ་ན་ཡོད་པ་དང་ཞིང་ན་ཡོད་པ་བླངས་ན། བདག་ཅག་གིས་ཚོང་ཁང་ན་ཡོད་པ་དང་། ཡུལ་གཞན་ན་ཡོད་པས་རང་འཚོ་བར་ནུས་སོ།
en: If our eldest brother takes what there is in the house and what there is in the farm, we will be able to live on what there is in the store and what there is abroad.

source: །འོན་ཏེ་ཚོང་ཁང་ན་ཡོད་པ་དང་། ཡུལ་གཞན་ན་ཡོད་པ་བླངས་ན། འོན་ཀྱང་བདག་ཅག་གིས་ཁྱིམ་ན་ཡོད་པ་དང་། ཞིང་ན་ཡོད་པ་དང་། འཚོ་བར་བྱ་ཞིང་གང་པོ་ཡང་མནར་བར་ནུས་སོ་སྙམ་ནས།
en: And if our eldest brother takes what there is in the store and what there is abroad, we will be able to live on what there is in the house and what there is in the farm, and we will also be able to torment Pūrṇa.”

source: དེ་གཉིས་ཀྱིས་དེ་ལྟར་གྲོས་བྱས་ཏེ་འབྱོར་ལེན་གྱི་དྲུང་དུ་སོང་ནས་སྤུན་ཞིག་པར་འགྱུར་གྱིས་བདག་ཅག་ཁྱིམ་བགོའོ།
en: Thus the two brothers discussed the matter. They went to Bhavila and said, “Since our family relations have dissolved, we are going to divide the household.”

source: །དེས་སྨྲས་པ། ཁྱིམ་འཇིགས་པར་བྱེད་པ་ནི་བུད་མེད་དག་ཡིན་པས་ལེགས་པར་བརྟགས་ཏེ་བྱ་བ་སྙམ།
en: “I think we should do this after we have carefully analyzed the situation,” Bhavila replied, “because it is usually women who break up households.”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། བདག་ཅག་གིས་བརྟགས་ཟིན་གྱིས་བགོའོ། །དེས་སྨྲས་པ།
en: “We have already analyzed the situation,” said the other two, “so we are going to divide the household.”

source: གལ་ཏེ་དེ་ལྟར་ན་གཟུ་བོ་མི་ལྔ་ཞིག་བོས་ཤིག །དེ་གཉིས་ཀྱིས་སྨྲས་པ།
en: “Then call five arbitrators,” said Bhavila.

source: བདག་ཅག་གིས་སྔ་མོ་ཞིག་ཏུ་བགོས་ཟིན་ན་གཟུ་བོ་མི་ལྔ་ཅི་དགོས་ཀྱིས་གཅིག་གིས་ནི་ཁྱིམ་ན་ཡོད་པ་དང་ཞིང་ན་ཡོད་པ་དག་གོ།
en: “Why do we need five arbitrators when we have already figured out the division of the household?” asked the two brothers.

source: །གཅིག་གིས་ནི་ཚོང་ཁང་ན་ཡོད་པ་དང་ཡུལ་གྱི་མཐའ་ན་ཡོད་པའོ། །གཅིག་གིས་ནི་གང་པོའོ།
en: “One will take what there is in the house and what there is in the farm, another will take what there is in the store and what there is abroad, and the third will take Pūrṇa.”

source: །དེས་སྨྲས་པ། ཅི་གང་པོའི་སྐལ་བ་མི་སྦྱིན་ནམ།
en: “Why do you not give Pūrṇa his share?” asked Bhavila.

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། བྲན་མོའི་བུ་དེ་ལ་བགོ་སྐལ་སུས་སྦྱིན།
en: “Who gives a share to the son of a slave woman?” the other two answered.

source: དེར་མ་བས་ཀྱིས་དེ་ཉིད་བདག་ཅག་གིས་བགོའོ།
en: “Not only that, he himself is one of the things we have apportioned.

source: །གལ་ཏེ་ཁྱོད་བཞེད་ན་ཁྱོད་ཉིད་སྣོམས་ཤིག །དེས་བསམས་པ།
en: If you want Pūrṇa, take him.” Bhavila thought, “Father ordered me:

source: ཕ་ན་རེ་བདག་ལ་ཁྱོད་ཀྱིས་བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་བཏང་ཡང་གང་པོ་གཏང་བར་མི་བྱའོ་ཞེས་བསྒོ་བས་གང་པོ་བླང་བར་བྱའོ་སྙམ་དུ་བསམས་ནས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟ་ན་གང་པོ་ནི་ཁོ་བོས་བཀུར་རོ།
en: ‘You should not abandon Pūrṇa even if you part with your entire estate.’ So I should take Pūrṇa.” He then said, “If that is how it is, then I will provide for Pūrṇa.”

source: །ཁྱིམ་ན་ཡོད་པ་དང་། ཞིང་ན་ཡོད་པ་དབང་བ་གང་ཡིན་པ་དེ་ནི་རིངས་པར་ཁྱིམ་དུ་སོང་ནས་སྨྲས་པ།
en: The brother who took possession of what there was in the house and what there was in the farm went quickly to the house and called out, “Sister, get out of here!”

source: མནའ་མཐུ་མོ་ཕྱུང་ཤིག །དེ་ཕྱིར་བྱུང་བ་དང་སླར་ཡང་མ་འཇུག་ཤིག །ཅིའི་ཕྱིར།
en: When Bhavila’s wife stepped out, he shouted, “Don’t come back again!” “Why?”

source: བདག་ཅག་གིས་ཁྱིམ་དུ་གཏོགས་པ་བགོས་ཟིན་ཏོ།
en: “Because we have divided what belongs to the household.”

source: །ཚོང་ཁང་ན་ཡོད་པ་དང་། ཡུལ་གཞན་ན་ཡོད་པ་དབང་བ་གང་ཡིན་པ་དེ་ཡང་དེ་མ་ཐག་ཏུ་ཚོང་ཁང་དུ་སོང་ནས་སྨྲས་པ།
en: The brother who took possession of what there was in the store and what there was abroad went quickly to the store and called out, “Pūrṇa, come down!”

source: གང་པོ་མར་བོབས་ཤིག །དེས་བབས་པ་དང་། ད་ཕན་ཆད་མ་འཛེག་ཤིག །ཅིའི་ཕྱིར།
en: When Pūrṇa came down, the brother said, “You cannot go up to the store anymore.” “Why?”

source: བདག་ཅག་གིས་ཁྱིམ་བགོས་ཏེ།
en: “We divided the household.

source: ཡུལ་གཞན་ན་ཡོད་པ་དང་ཚོང་ཁང་ན་ཡོད་པ་ནི་བདག་གི་ཡིན་ནོ།
en: What there is abroad and what there is in the store are mine.”

source: །དེས་སྨྲས་པ། བདག་གི་བགོ་སྐལ་བྱིན་ཅིག །
en: “Give me my share,” said Pūrṇa.

source: དེས་སྨྲས་པ། ཁྱོད་བྲན་མོའི་བུ་ཡིན་ན་ཁྱོད་ལ་ཅིའི་ཕྱིར་བགོ་སྐལ་བྱིན།
en: The brother retorted, “Why should we give a share to you, the son of a slave woman?

source: དེར་མ་ཟད་ཁྱོད་ཉིད་ཁོ་བོ་ཅག་གིས་བགོས་ཏེ་ཕུ་བོ་ཆེན་པོས་ཐོབ་བོ།
en: Not only that, you yourself are one of the things we have apportioned. You have been taken by our eldest brother.”

source: །འབྱོར་ལེན་གྱི་ཆུང་མ་གང་པོ་དང་ལྷན་ཅིག་འགྲོགས་ཏེ་གཉེན་ཞིག་གི་ཁྱིམ་དུ་དོང་བ་ན་བུས་པ་བཀྲེས་ནས་ངུ་བར་བརྩམས་སོ། །དེས་སྨྲས་པ།
en: When Bhavila’s wife went with Pūrṇa to the house of a kinsman, her children began to cry from hunger.

source: གང་པོ་བུས་པ་དག་ལ་གཡར་སྩུས་སྩོལ་ཅིག །དེས་སྨྲས་པ།
en: She implored him, “Pūrṇa, give my children something to eat.”

source: ཀཱར་ཥཱ་པ་ཎ་ཕོག་ཤིག །དེས་སྨྲས་པ།
en: “Give me a kārṣāpaṇa,” said Pūrṇa.

source: ཁྱོད་ཀྱིས་གསེར་འབུམ་སྙེད་ཀྱི་སྤོགས་བྱས་ན་བུས་པ་དག་གི་གཡར་སྩུས་མ་མཆིས་པ་ལྟ་ཅི་ཁོ་བོས་ཁྱེད་ཅག་གི་ཁྱིམ་འདི་འདྲ་བ་མཁོས་སུ་འབེབས་པར་འགྱུར་བར་ཤེས་སམ།
en: “You earned a hundred thousand pieces of gold,” she replied. “Do you not have something for the children to eat?” “How could I have known that your family would come to be needy like this?” said Pūrṇa in return.

source: གལ་ཏེ་ཁོ་བོས་ཤེས་པར་གྱུར་ན་གསེར་འབུམ་ཕྲག་དུ་མ་སྤགས་པ་ཞིག །བུད་མེད་ཀྱི་གོས་ཀྱི་མཐར་མ་ཤ་ཀ་སྒྱུ་མ་ཅན་དག་ཐུམ་པོ་བྱེད་པ་དེ་ནི་ཆོས་ཉིད་ཡིན་ཏེ།
en: “If I had known that, I would have prepared hundreds of thousands of gold pieces.” It is commonplace for women to carry a few brass coins wrapped in the hems of their garments.

source: དེས་མ་ཤ་ཀ་སྒྱུ་མ་ཅན་ཞིག་ཕོག་སྟེ་གཡར་སྩུས་སྣོམས་ཏེ་བྱོན་ཅིག །དེས་དེ་ཁྱེར་ཏེ་ཚོང་དུས་སུ་སོང་བ་ལས་མི་ཞིག་གིས་རྒྱ་མཚོའི་རླབས་ཀྱིས་བདས་པའི་ཤིང་ལས་ཁུར་ཅིག་ཁྱེར་ཏེ་གྲང་བས་སྦྲེབས་ནས་འདར་ཞིང་འོང་བ་དེ་དེས་མཐོང་ནས་དྲིས་པ།
en: Bhavila’s wife gave Pūrṇa a brass coin and said, “Bring something to eat.” Taking the coin with him, Pūrṇa went to the market, where he saw a man carrying a bundle of wood that had been cast ashore by the ocean waves.

source: ཀྱེ་ནང་རྗེ་ཅིའི་ཕྱིར་དེ་ལྟར་འདར།
en: The man was shivering with cold, and Pūrṇa asked him, “Say, why are you shivering like this?”

source: དེས་སྨྲས་པ། བདག་གིས་ཀྱང་མ་འཚལ་ཏེ། ཅུང་ཟད་དུ་ན་ཤིང་ཁུར་འདི་ཐོགས་ནས་བདག་འདི་འདྲ་བར་གྲང་བར་གྱུར་ཏོ།
en: “I don’t know,” answered the man, “but I grow cold like this whenever I carry this bundle of wood even briefly.”

source: །དེ་ཤིང་བརྟགས་པ་ལ་མཁས་པས་དེས་ཤིང་དེ་བརྟག་པར་བརྩམས་པ་དང་། དེ་ན་ཙན་དན་ས་མཆོག་ཡོད་པར་མཐོང་ནས་དེས་དེ་ལ་སྨྲས་པ།
en: Pūrṇa, who was learned in the analysis of wood, began to analyze the wood and found in it a piece of gośīrṣacandana.

source: ཀྱེ་ནང་རྗེ་རིན་ཇི་ཙམ་དུ་བཙོང་།
en: He asked the man, “Say, how much would you sell this for?”

source: །ཀཱར་ཥཱ་པ་ཎ་ལྔ་བརྒྱར་རོ།
en: “For five hundred kārṣāpaṇas.”

source: །དེས་ཤིང་ཁུར་དེ་བླངས་ནས་ཙན་དན་ས་མཆོག་དེ་ཕྱུང་སྟེ། ཚོང་དུས་སུ་སོང་ནས་སོག་ལེས་དུམ་བུ་བཞིར་གཤེགས་ཏེ། བུ་རམ་དེ་རྣམས་ཀཱར་ཥཱ་པ་ཎ་སྟོང་དུ་བཙོངས་ནས་དེ་ནས་དེ་ལ་ཀཱར་ཥཱ་པ་ཎ་ལྔ་བརྒྱ་བྱིན་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཁྱིམ་ག་གེ་མོ་ཞེས་བྱ་བ་ན་འབྱོར་ལེན་གྱི་ཆུང་མ་འདུག་གིས།
en: Pūrṇa took the bundle of wood, extracted the piece of gośīrṣacandana, went to the market, sawed it into four pieces, sold just the sawdust for a thousand kārṣāpaṇas, and gave the man five hundred kārṣāpaṇas, saying, “Since Bhavila’s wife is staying at such-and-such a house, take this bundle of wood there and say that Pūrṇa sent it.”

source: དེར་ཤིང་ཁུར་འདི་ཁྱེར་ལ་གང་པོས་བསྐུར་བ་ཡིན་ནོ་ཞེས་བྱོས་ཤིག །དེས་དེ་ཁྱེར་ནས་ཇི་ལྟར་གྱུར་པ་དག་སྨྲས་པ་དང་། དེས་བྲང་བརྡུངས་ནས་སྨྲས་པ། འདི་ལྟར་དེ་ནོར་འཁྱམས་ན་ཤེས་རབ་ཀྱང་འཁྱམས་སམ།
en: When the man had brought the wood and told her what happened, Bhavila’s wife, beating her breast, cried out, “So did Pūrṇa also lose his mind after he lost his estate?

source: ཅི་བཙོ་བ་ཚོལ་དུ་བཏད་ན་བཙོ་རྒྱུ་གང་ཡིན་པ་དེ་ཉིད་མེད་པར་བུད་པ་བསྐུར་ཏོ།
en: I sent him to find something to be cooked. Instead, he sent something to kindle a fire with, but nothing to be cooked!”

source: །ཅི་ཙམ་དུས་གཞན་ཞིག་ན་གྲོང་ཁྱེར་སློ་མ་ལྟ་བུའི་རྒྱལ་པོ་ཚ་བའི་རིམས་ཆེན་པོས་ཐེབས་ནས་མྱོག་མྱོག་པོར་གྱུར་པ་དེ་ལ་སྨན་པས་ཙན་དན་ས་མཆོག་བསྟན་ཏོ།
en: Later, the king of Sūrpāraka came down with a serious fever and was semiconscious.

source: །དེ་ནས་བློན་པོ་རྣམས་ཀྱིས་ཙན་དན་ས་མཆོག་བཙལ་བར་བརྩམས་པ་དང་། དེ་རྣམས་ཀྱིས་ཚོང་དུས་སུ་བརྒྱུད་པ་ལས་ཐོས་ནས་དེ་རྣམས་གང་པོའི་དྲུང་དུ་སོང་སྟེ།
en: The physician prescribed gośīrṣacandana for him, and so the ministers began to look for gośīrṣacandana. They heard talk in the market and went to Pūrṇa.

source: ཙན་དན་ས་མཆོག་ཡོད་དམ།
en: The ministers asked him, “Do you have gośīrṣacandana?” “I do.”

source: ཡོད་དོ། །རིན་ཇི་ཙམ་དུ་བཙོང་།
en: “How much would you sell it for?”

source: ཀཱར་ཥཱ་པ་ཎ་སྟོང་ངོ་།
en: “For a thousand kārṣāpaṇas.”

source: །དེ་རྣམས་ཀཱར་ཥཱ་པ་ཎ་སྟོང་གིས་ཉོས་ནས་རྒྱལ་པོ་ལ་བྱུགས་པ་དང་སོས་པར་གྱུར་ཏོ།
en: The ministers bought the gośīrṣacandana for a thousand kārṣāpaṇas, and when they anointed the king with it, he recovered his health.

source: །རྒྱལ་པོས་བསམས་པ། གང་གི་ཁྱིམ་ན་ཙན་དན་ས་མཆོག་ཡོད་པའི་ཁྱིམ་དེ་ཅི་འདྲ་བ་ཞིག་ཡིན་སྙམ་ནས། རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་སྨྲས་པ། འདི་ག་ལས་འོངས།
en: The king thought, “What sort of house has gośīrṣacandana in it?” The king asked his ministers, “Where did this come from?”

source: བློན་པོ་རྣམས་ཀྱིས་སྨྲས་པ། ལྷ་གང་པོ་ལས་སོ།
en: “From Pūrṇa, Your Majesty,” answered the ministers.

source: །གང་པོ་འདིར་ཁུག་ཤིག །དེར་ཕོ་ཉ་སོང་ནས་སྨྲས་པ། གང་པོ་ལྷས་བཀའ་སྩལ་ཏོ།
en: “Call Pūrṇa here.” A messenger went to Pūrṇa and told him, “Pūrṇa, His Majesty will speak with you.”

source: །དེས་དཔྱད་པར་བརྩམས་པ། རྒྱལ་པོ་བདག་ལ་ཅིའི་ཕྱིར་བཀའ་སྩོལ། དེས་ཡང་བསམས་པ།
en: Pūrṇa wondered, “Why would the king speak with me?” He then thought further, “Since he recovered his health on account of gośīrṣacandana, he would speak with me about gośīrṣacandana.

source: དེས་ཙན་དན་ས་མཆོག་གིས་སྙུན་གདངས་པར་གྱུར་པས་དེའི་ཕྱིར་བདག་ལ་བཀའ་སྩལ་གྱིས་ཙན་དན་ས་མཆོག་ཐམས་ཅད་ཁྱེར་ཏེ་འགྲོའོ་སྙམ་ནས།
en: So I should take all the gośīrṣacandana with me.”

source: དེས་ཙན་དན་ས་མཆོག་གི་དུམ་བུ་གསུམ་རས་ཀྱིས་ཁུད་དུ་དཀྲིས་ཏེ། གཅིག་ལག་ཏུ་ཐོགས་ནས་རྒྱལ་པོའི་དྲུང་དུ་སོང་བ་དང་། རྒྱལ་པོས་སྨྲས་པ།
en: Pūrṇa wrapped three pieces of gośīrṣacandana with cloth, held another piece in his hand, and went to the king.

source: གང་པོ་ཙན་དན་ས་མཆོག་ཅུང་ཟད་ཡོད་དམ། དེས་སྨྲས་པ།
en: The king asked, “Pūrṇa, do you have any gośīrṣacandana?”

source: ལྷ་འདིར་མཆིས་སོ།
en: “Your Majesty, here it is,” Pūrṇa answered.

source: །འདི་ལ་རིན་ཇི་ཙམ།
en: “What is the price of this?”

source: གསེར་འབུམ་མོ།
en: “A hundred thousand pieces of gold.”

source: །གཞན་ཡང་ཡོད་དམ།
en: “Do you have any more?”

source: ལྷ་མཆིས་སོ་ཞེས་དེས་དུམ་བུ་སུམ་ཅར་བསྟན་པ་དང་རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་བསྒོ་བ།
en: “I do, Your Majesty,” Pūrṇa said, showing him, one by one, the three other pieces of gośīrṣacandana.

source: གང་པོ་ལ་གསེར་བཞི་འབུམ་བྱིན་ཅིག །གང་པོས་སྨྲས་པ།
en: The king ordered his ministers, “Pay Pūrṇa four hundred thousand pieces of gold.” “Your Majesty,” said Pūrṇa, “give me three hundred thousand.

source: ལྷ་གསུམ་གྱིས་ནི་སྩོལ་ཅིག །གཅིག་ནི་ལྷ་ལ་སྐྱེས་སུ་འབུལ་ལོ།
en: I will present one to Your Majesty as a gift.”

source: །གསུམ་གྱིས་བྱིན་ནས་རྒྱལ་པོས་སྨྲས་པ།
en: The king gave three hundred thousand pieces of gold to Pūrṇa and said, “Pūrṇa, I am pleased with you.

source: གང་པོ་ཁྱོད་ངའི་ཐུགས་སུ་འཐད་ཀྱིས་མཆོག་ཅི་འདོད་པ་གསོལ་ཅིག་དང་སྦྱིན་ནོ།
en: So, tell me whatever you most want and I will give it to you.”

source: །ལྷ་གལ་ཏེ་ཐུགས་དང་འཐད་པར་གྱུར་ན་ལྷའི་ཡུལ་དུ་སུས་ཀྱང་མི་གཙེ་བར་མཆིས་པར་གསོལ།
en: “Your Majesty, if you are pleased with me, I would ask to stay in your country without being harmed by anyone.”

source: རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་བསྒོ་བ་ཤེས་ལྡན་དག་དེང་ཕྱིན་ཆད་ཁྱེད་ཀྱིས་གཞོན་ནུ་རྣམས་ལ་བསྒོ་བར་བྱའི། གང་པོ་ལ་ནི་མ་ཡིན་ནོ།
en: The king ordered his ministers, “Sirs, from now on, you should not give orders to Pūrṇa even if you give orders to princes.”

source: །ཇི་ཙམ་ན་ཚོང་པ་ལྔ་བརྒྱ་ཙམ་པ་རྒྱ་མཚོ་ཆེན་པོའི་གྲུ་བོ་ཆེ་གྲུབ་ནས་གྲོང་ཁྱེར་སློ་མ་ལྟ་བུར་ལྷགས་སོ།
en: Later, five hundred merchants came to the city of Sūrpāraka, having succeeded on their voyage on the great ocean.

source: །ཚོང་པའི་ཚོགས་ཀྱིས་ནང་ཁྲིམས་སུ་བཅས་པ།
en: The guild of merchants in Sūrpāraka made a private agreement:

source: བདག་ཅག་སུས་ཀྱང་གཅིག་པུ་ཚོགས་ལས་གར་ཏེ་ཚོང་པའི་དྲུང་དུ་འགྲོ་བར་མི་བྱའོ།
en: “None of us should go alone to the foreign merchants.

source: །གལ་ཏེ་སོང་ན་དེ་ལ་ཀཱར་ཥཱ་པ་ཎ་དྲུག་བཅུ་དབབ་བོ།
en: If someone goes alone, a fine of sixty kārṣāpaṇas shall be imposed.

source: །བྲུངས་ཀྱང་ཚོགས་ཏེ་བླང་བར་བྱའོ་ཞེས་བཅས་སོ།
en: We should gather our merchandise together.”

source: །ཁ་ཅིག་གིས་སྨྲས་པ། གང་པོ་ཡང་སྦྲན་པ་སྙམ།
en: One of them said, “We should call Pūrṇa, too.”

source: ཁ་ཅིག་གིས་སྨྲས་པ། བཀྲེན་པ་དེ་ལ་སྦྲན་ན་ཅི་ཡོད།
en: “What is the use of calling that poor man?” asked another.

source: དེའི་ཚེ་གང་པོ་ཕྱིར་བྱུང་བ་ན། དེས་ཚོང་པ་ལྔ་བརྒྱ་ཙམ་རྒྱ་མཚོ་ཆེན་པོ་ནས་གྲུ་བོ་ཆེ་གྲུབ་ནས་གྲོང་ཁྱེར་སློ་མ་ལྟ་བུར་ཕྱིན་ནོ་ཞེས་ཐོས་ནས།
en: At that time Pūrṇa went out and heard that five hundred merchants had come to the city of Sūrpāraka, having succeeded on their voyage on the great ocean.

source: དེ་གྲོང་ཁྱེར་དུ་མ་ཞུགས་པ་ཉིད་དུ་དེ་དག་གི་དྲུང་དུ་སོང་སྟེ་དྲིས་པ། ཤེས་ལྡན་དག་རྫས་འདི་དག་ཅི་ཡིན།
en: Pūrṇa, without entering the city, went to the foreign merchants and asked, “Sirs, what are these goods?”

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། འདི་དང་འདི་དག་ཡིན་ནོ།
en: “They are this and that,” they answered.

source: །རིན་ཇི་ཙམ།
en: “What is their price?”

source: དེད་དཔོན་གར་ཕྱིན་ཡང་ཁྱོད་ཁོ་ན་དྲི་བར་བས་སོ། །དེས་སྨྲས་པ།
en: “Caravan leader, wherever you go you only ask questions.”

source: གལ་ཏེ་དེ་ལྟ་ཡིན་ཡང་འོན་ཀྱང་རིན་ཐང་སྨོས་ཤིག །དེ་དག་གིས་གསེར་ས་ཡ་དང་བརྒྱད་འབུམ་དུ་རིན་བཏབ་བོ། །དེས་སྨྲས་པ།
en: “Even so, tell me the price,” Pūrṇa insisted. The merchants priced the goods at one million, eight hundred thousand pieces of gold.

source: ཤེས་ལྡན་དག་ཐག་བཅད་པའི་གསེར་སུམ་འབུམ་ཁྱེར་ཅིག །ཟོང་འདི་དག་ནི་ཁོ་བོའི་ཡིན་ནོ།
en: Pūrṇa said, “Sirs, here are three hundred thousand pieces of gold for a deposit. This merchandise is mine.

source: །ལྷག་མ་ནི་ནང་དུ་ཕྱིན་ནས་སྦྱིན་ནོ།
en: I will pay the balance when I get home.”

source: །དེ་བཞིན་དུ་བགྱིའོ་ཞེས་པ་དང་། དེས་གསེར་སུམ་འབུམ་ཡང་བླངས་ནས་ཐག་གཅད་པས་ཕྱིར་བྱིན།
en: “Please do so,” they said, and Pūrṇa paid three hundred thousand pieces of gold as a deposit, placed his own seal on the merchandise, and departed.

source: རང་གིས་རྒྱས་ཀྱང་བཏབ་སྟེ་སོང་ངོ་། །དེ་ནས་ཚོང་པའི་ཚོགས་ཀྱིས་ཚོང་པའི་གཡོག་གིས་མི་དག་རྫས་ཅི་ཡོད་ལྟོས་ཤིག་ཅེས་མངགས་ནས་དེ་དག་སོང་སྟེ་དྲིས་པ།
en: Later, the guild of merchants sent servants, telling them, “Go see what goods there are.”

source: རྫས་འདི་དག་ཅི་ཡིན།
en: They went and asked, “What are these goods?”

source: འདི་དང་འདི་དག་ཡིན་ནོ།
en: “They are this and that.”

source: །བདག་ཅག་ལ་འདི་འདྲ་བས་ནི་མཛོད་དང་བང་བ་གང་བར་འདུག་གོ། །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: “Our treasury and warehouse are full of such things.”

source: གང་ཡང་རུང་མ་གང་ཡང་རུང་སྟེ། འོན་ཀྱང་འདི་བཙོངས་ཟིན་ཏོ།
en: “Whether full or not, these goods have already been sold,” said the foreign merchants.

source: །སུ་ཞིག་ལ།
en: “To whom did you sell them?”

source: གང་པོ་ལའོ།
en: “To Pūrṇa.”

source: །གང་པོ་ལ་བཙོངས་ན་ཆེན་མོ་ཞིག་ཁུགས་མོད།
en: “You must have made a great profit if you sold it to Pūrṇa.”

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། དེས་ཐག་བཅད་པར་བྱིན་པ་གང་ཡིན་པ་དེ་ཁྱོད་ཀྱིས་རིན་དུ་ཡང་མི་བྱིན་ནོ།
en: The merchants said, “You would not pay even for full price what he paid as a deposit.”

source: །དེས་ཐག་བཅད་པར་ཅི་བྱིན་གསེར་སུམ་འབུམ་མོ།
en: “How much did he pay as a deposit?” “Three hundred thousand pieces of gold.”

source: །དེས་ཕུ་བོ་དེ་དག་ལས་བརྐུས་ཡང་དག་གོ།
en: “He must have stolen the gold from his brothers.”

source: །དེ་རྣམས་སླར་ལོག་སྟེ་ཚོང་པའི་ཚོགས་ལ་སྨྲས་པ། རྫས་དེ་དག་ནི་བཙོངས་ཟིན་ཏོ།
en: The servants went back and reported to the guild of merchants, “Those goods have already been sold.”

source: །གང་པོ་ལ་ཚོངས་ན་ཆེན་མོ་ཞིག་ཁུགས་མོད།
en: “They must have made a great profit if they sold it to Pūrṇa.”

source: དེས་ཐག་བཅད་པར་བྱིན་པ་གང་ཡིན་པ་དེ་ཁྱོད་ཀྱིས་རིན་དུ་ཡང་མི་བྱིན་ནོ།
en: “You would not pay even for full price what he paid as a deposit.”

source: །དེས་ཐག་བཅད་པར་ཅི་བྱིན།
en: “How much did he pay as a deposit?”

source: སྲང་སུམ་འབུམ་མོ།
en: “Three hundred thousand pieces of gold.”

source: །དེས་སྤུན་དེ་དག་ལས་བརྐུས་ཡང་དག་གོ། །དེ་རྣམས་ཀྱིས་དེ་བོས་ནས་སྨྲས་པ།
en: “He must have stolen the gold from his brothers.”

source: གང་པོ་ཚོང་པའི་ཚོགས་ཀྱིས་ཁྲིམས་སུ་བཅས་པ། སུས་ཀྱང་གཅིག་པུས་ཟོང་མི་བླང་གིས་ཚོང་པའི་ཚོགས་ཁོ་ནས་བླང་བར་བྱའོ་ཞེས་བཅས་ན་ཁྱོད་ཀྱིས་ཅིའི་ཕྱིར་བླང་། དེས་སྨྲས་པ།
en: They called Pūrṇa and said, “Pūrṇa, why did you take the merchandise when the guild of merchants had an agreement: ‘None should take the merchandise alone, but only the guild of merchants should take it’?”

source: ཤེས་ལྡན་དག་གང་གི་ཚེ་ཁྱོད་ཀྱིས་ཁྲིམས་སུ་བཅའ་བ་བྱས་པ་དེའི་ཚེ་ཅི་ཁོ་བོའམ། ཁོ་བོའི་ཕུ་ནུ་བོ་དག་ལ་བསྒོའམ།
en: “Sirs,” he replied, “when you made the agreement, did you tell me or my brothers?

source: ཁྱོད་ཁོ་བོ་ནས་ཁྲིམས་སུ་བཅའ་བ་བྱས།
en: You made the agreement without me.

source: ཁྱེད་ཅག་ཉིད་སྲུངས་ཤིག །དེ་ནས་ཚོང་པའི་ཚོགས་ཁྲོས་ནས་ཀཱར་ཥཱ་པ་ཎ་དྲུག་བཅུའི་ཕྱིར་བཟུང་སྟེ་ཉི་མ་ལ་བཞག་པ་རྒྱལ་པོའི་མི་གང་གིས་མཐོང་བ་དེ་དག་གིས་རྒྱལ་པོ་ལ་སྨྲས་པ་དང་། རྒྱལ་པོས་བསྒོ་བ།
en: You alone should keep it.” The guild of merchants then became angry. They seized Pūrṇa and placed him in the sun so that he would pay sixty kārṣāpanas. The king’s men witnessed this and told the king.

source: ཤེས་ལྡན་དག་དེ་རྣམས་ཁུག་ཤིག །དེ་དག་གིས་དེ་རྣམས་བཀུག་པ་དང་། རྒྱལ་པོས་སྨྲས་པ།
en: “Sirs, summon them,” ordered the king.
